{
  "products": [
    {
      "name": "Comfneat Women's 4-Pack Boyshorts Cotton Spandex Boxer Briefs Stretchy Underwear Knitwear",
      "image": "https://m.media-amazon.com/images/I/619jerPuSpL._AC_SX679_.jpg",
      "alt": "female underwear",
      "title": "best price underwear fo women",
      "description": "Comfortable Fitting: Our underwear is made of soft and extremely stretchy cotton fabric that fits all body types. It is breathable and moisture wicking, keeping you dry and comfortable on all occasions.",
      "price": "$12",
      "rating": "4.1",
      "url": "https://amzn.to/3YTaBBK"
    },
    {
      "name": "Womens Boyshorts Underwear Seamless Boxer Briefs Full Coverage Soft Stretch Boxer Shorts For Women 4 Pack",
      "image": "images/amzn.to_3CfpZ2s.jpg",
      "alt": "female underwear",
      "title": "best price underwear fo women",
      "description": "Boy shorts underwear for women: This womens boxer briefs fit snug but comfy, tagless label to keep you from annoying tag irritation or skin allergy.",
      "price": "$10",
      "rating": "4.4",
      "url": "https://amzn.to/3YEXWky"
    },
    {
      "name": "voenxe Seamless Women Underwear Thongs, No Show Ladies Thong, No Line Breathable Comfortable Panties Undies for Women 5-Pack",
      "image": "images/amzn.to_3AgV6dk.jpg",
      "alt": "female underwear",
      "title": "best price underwear fo women",
      "description": "A Rich Palette to Choose From: Whether it's the floral pattern you wanna sport in your boudoir to further fan the flame between you and your lover, or the joyful pink to suppress the rebellious blue rising out of nowhere on a regular day, or just the plain white to accentuate your perfectly tanned skin tone when you are at the beach... We have that exact color for you.",
      "price": "$13",
      "rating": "4.1",
      "url": "https://amzn.to/3AgV6dk"
    },
    {
      "name": "G-String Thongs for Women Sexy Underwear Stretch T Back Lace Panties",
      "image": "images/amzn.to_4fqKQhe.jpg",
      "alt": "female underwear",
      "title": "best price underwear fo women",
      "description": "Material: G string thongs for women is made of 90% Polyamiden and 10% Spandex, makes it silky, skin-friendly, elastic and won't deformed by washing.",
      "price": "$7",
      "rating": "4.6",
      "url": "https://amzn.to/4fqKQhe"
    }
  ]
}
